Repository: peterdsp/moti-app
Catalog: Moti/Moti/Supporting Files/Localizable.xcstrings
Source language: en
Languages: el, sq

source: %lld-Day Forecast
el: %lld-Πρόγνωση Ημέρας
sq: %lld-Parashikimi I Ditës

source: About
el: Σχετικά
sq: Rreth

source: Change Language
el: Αλλαγή Γλώσσας
sq: Ndrysho Gjuhën

source: Location Access Denied
el: Άρνηση Πρόσβασης Τοποθεσίας
sq: Qasja në Vendndodhje u Refuzua

source: Open System Preferences
el: Ανοίξτε τις Προτιμήσεις Συστήματος
sq: Hapni Preferencat e Sistemit

source: Please enable location services in System Preferences to get weather updates.
el: Ενεργοποιήστε τις υπηρεσίες τοποθεσίας στις Προτιμήσεις Συστήματος για να λαμβάνετε ενημερώσεις για τον καιρό.
sq: Aktivizo shërbimet e vendndodhjes në Preferencat e Sistemit për të marrë përditësime të motit.

source: Quit
el: Έξοδος
sq: Dil

source: Refresh
el: Ανανέωση
sq: Rifresko

source: Search Location
el: Αναζήτηση Τοποθεσίας
sq: Kërko Vendndodhja

source: Search another location
el: Αναζήτησε άλλη τοποθεσία
sq: Kërkoni për një vend tjetër
